Repository: AtmoOmen/CurrencyTracker
Catalog: CurrencyTracker/Manager/Langs/*.resx
Languages: german, japanese, korean, spanish

# ChangeFilterEnabled
source: Change Filter
german: Filter ändern
japanese: 収支フィルター
korean: 필터 변경
spanish: Filtro de Transacciones

# ChangeFilterLabel
source: Only display transactions {0} {1} in Change
german: Nur Transaktionen {0} {1} in Differenz anzeigen
japanese: 取引 {0} {1} のみ収支に表示
spanish: Mostrar solo las transacciones {0} {1} en Transacciones

source: Cluster By Time
german: Nach Zeit gruppieren
japanese: 時間ごとにまとめる
spanish: Clúster por tiempo

# ClusterByTimeHelp1
source: Display transactions in {0} hour(s) interval
german: Transaktionen in einem {0} Stunde(n) Intervall aktualisieren
japanese: {0} 時間ごとにまとめた取引を表示
spanish: Mostrar transacciones en intervalos de {0} hora/s

# ClusterInterval
source: Hours
german: Stunden

# ConfigLabel
source: Filiter Options
german: Filter Optionen

# ConfigLabel1
source: Record Options
german: Aufzeichnungseinstellungen

# ConfigLabel2
source: Others
german: Sonstige

# ConfigLabelHelp
source: Click to expand/collapse
german: Klicke zum Erweitern/Verbergen

# CustomCurrencyHelp
source: Note: 1. The 3 preset currencies cannot be deleted, you can only hide them. 2. Not recommend to track not-currency items, there should be another plugin to do that. (If you insist, that's also ok) 3. Deleting currencies will not delete the existing data files, if necessary, please delete them by yourself.
german: Hinweis: 1. Die 3 voreingestellten Währungen können nicht gelöscht, sondern nur ausgeblendet werden. 2. Es ist nicht empfohlen nicht Währungsitems zu verfolgen, dafür sollte es anderen Plugins geben (wenn du aber darauf bestehst, ist das auch in Ordnung). 3. Existierende Dateien werden durch das Entfernen von Währungen nicht automatich mitgelöscht. Wenn notwendig, die Dateien bitte manuell löschen.
japanese: 注意事項： 1.3つのプリセット通貨は削除できません。 2.通貨以外の項目を追跡することはお勧めしません。そのための別のプラグインがあるはずです。 （どうしても追跡したい場合は、それでも構いません） 3. 通貨を削除しても既存のデータファイルは削除されません。必要に応じて自分で削除してください。
korean: 안내 : 1. 초기 설정된 3개의 화폐는 삭제하실 수 없습니다. 2. 화폐가 아닌 아이템을 추적하는 것은 권장하지 않습니다. 다른 플러그인을 사용해주세요. 3. 화폐를 삭제하더라도 데이터 파일은 삭제되지 않습니다. 필요하다면 직접 삭제하세요.
spanish: Nota: 1. Las 3 divisas por defecto no pueden ser eliminadas. 2. No se recomienda llevar la cuenta de objetos que no sean divisas, usa otro plugin para eso. (Pero si insistes, adelante) 3. Eliminar divisas no eliminará los datos existentes. Si fuera necesario, bórralos a mano.

source: Custom Currency Tracker
german: Benutzerdefinierter Währungsaufzeichnung

# PleaseSelect
source: Select...
german: Auswählen...
japanese: 選択...
korean: 선택...
spanish: Seleccionar...

# PleaseSearch
source: Search...
german: Suchen...
japanese: 検索...
korean: 검색...
spanish: Buscar...

# CustomCurrencyHelp1
source: Fail to Add: the currency you selected has already existed
german: Konnte nicht hinzugefügt werden: die ausgewählte Währung existiert bereits
japanese: 追加に失敗: 選択した通貨は既に存在しています
korean: 추가 실패 : 이미 추가 된 화폐입니다.
spanish: No se ha podido añadir: la divisa que has seleccionado ya existe

# CustomCurrencyHelp2
source: Fail to Delete: the currency you selected does not exist
german: Löschen fehlgeschlagen: Die ausgewählte Währung existiert nicht
japanese: 削除に失敗しました: 選択した通貨が存在しません
korean: 삭제 실패 : 존재하지 않는 화폐입니다.
spanish: No se ha podido eliminar: la divisa que has seleccionado no existe

# Day
source: D
german: T
japanese: 日
korean: 일

source: Delete
german: Löschen
japanese: 削除
korean: 삭제
spanish: Eliminar

# ExportCsvMessage1
source: No transactions under the currently selected currency.
german: Keine Transaktionen unter der aktuell ausgewählten Währung vorhanden.

# ExportFileCSVHeader
source: Time,Amount,Change,Location,Note
german: Zeitpunkt,Betrag,Differenz,Standort,Notiz
japanese: 日時,額,収支,場所,メモ
korean: 시간,수량,변화,지역,비고
spanish: Hora,Cantidad,Transacción,Ubicación,Nota

# ExportCsvMessage3
source: A file has been exported to:
german: Datei wurde exportiert nach:

# ExportFileHelp1
source: Note: The exported transactions will be subject to all the sorting and filtering conditions that are currently enabled (exclude paging).
german: Hinweis: Die exportierten Transaktionen unterliegen allen derzeit aktiven Sortier- und Filterbedingungen (ohne Seitenumbruch).

# FileRenameHelp1
source: If left blank, the file name will be:
german: Dateiname, wenn unausgefüllt:
japanese: 空白の場合、ファイル名は次のようになります:
korean: 기본 파일명 :
spanish: Si se deja en blanco, el nombre del archivo será:

# FileRenameLabel
source: File Name: (Press Enter to Confirm)
german: Dateiname: (Zum Bestätigen Enter drücken)
japanese: ファイル名:
korean: 파일명:
spanish: Nombre del archivo:

# FileRenameLabel2
source: CurrentTime
german: AktuelleZeit

# FilterByTime
source: Timer Filter
german: ZeitFilter
japanese: 日付フィルター
spanish: Filtro de Temporizador

# FirstPage
source: First
german: Erste Seite
japanese: 最初
korean: 첫번째
spanish: Primero

# Greater
source: Above
german: Oberhalb
japanese: より大きい
korean: 초과
spanish: Por encima de

# LastPage
source: Last
german: Letzte Seite
japanese: 最後
korean: 마지막
spanish: Último

# Less
source: Below
german: Unterhalb
japanese: より小さい
korean: 이하
spanish: Por debajo de

# MergeTransactionsHelp
source: Please enter a threshold
german: Bitte Grenzwert eingeben

# MergeTransactionsHelp1
source: Merged {0} transactions.
german: {0} Transaktionen zusammengeführt.
japanese: 統合された {0} 取引
korean: {0}개의 거래를 병합했습니다.
spanish: {0} transacciones fusionadas.

# MergeTransactionsHelp3
source: Merge transactions under the currently selected currency with the same location, adjacent to each other, and with a Change < threshold. After merging, the Time and Amount of the merged record will be taken from the latest record among the merged ones, while the Change will be summed up. If the threshold is 0, the plugin will merge ALL transactions under the currently selected currency with the same location, adjacent to each other. One-Way Merge: Transactions with Changes in positive and negative are separately calculated when merging adjacent ones. Two-Way Merge: Transactions with Changes in positive and negative are calculated together when merging adjacent ones.
german: Führe Transaktionen unter der derzeit ausgewählten Währung zusammen, wenn sie am gleichen Standort aufeinanderfolgen und wenn der Unterschied < des Grenzwerts ist. Nach dem Zusammenführen werden Zeit und Betrag des zusammengeführten Datensatzes aus dem neuesten Datensatz unter den zusammengeführten Datensätzen übernommen, während die Differenzen aufsummiert werden. Wenn der Grenzwert 0 beträgt, werden ALLE aufeinanderfolgenden Transaktionen unter der derzeit ausgewählten Währung mit demselben Standort zusammengeführt. Einweg-Zusammenführung: Transaktionen mit Differenzen ins positive und negative werden getrennt berechnet, wenn aufeinanderfolgende Transaktionen zusammengeführt werden. Zwei-Wege-Zusammenführung: Transaktionen mit Differenzen ins positive und negative werden zusammengerechnet, wenn aufeinanderfolgende Transaktionen zusammengeführt werden.
japanese: 同じ場所での連続する取引を収支が閾値以下であればマージします。閾値が0の場合、そのようなすべての取引はマージされます。 一方向マージ（One-Way Merge）：マージする際に正の収支と負の収支を別々に計算します。 双方向マージ（Two-Way Merge）：マージする際に正の収支と負の収支を一緒に計算します。
spanish: Fusionar las transacciones adyacentes de la misma ubicación, si el cambio está por debajo del umbral. Si el umbral es 0, todas las transacciones serán fusionadas. Fusión unidireccional: Calcula los cambios positivos y negativos por separado al fusionar. Fusión bidireccional: Calcula los cambios positivos y negativos de manera conjunta al fusionar.

# MergeTransactionsLabel
source: Merge
german: Zusammenführen

source: Threshold
german: Grenzwert
japanese: 閾値
korean: 한계값
spanish: Umbral

source: Two-Way Merge
german: Zwei-Wege-Zusammenführung
japanese: 双方向マージ
korean: 양방향 병합
spanish: Fusión bidireccional

source: One-Way Merge
german: Einweg-Zusammenführung
japanese: 一方向マージ
korean: 일방향 병합
spanish: Fusión unidireccional

# MergeTransactionsLabel4
source: Manual Merge
german: Manuelle Zusammenführung

# NextPage
source: Next
german: Nächste Seite
japanese: 次
korean: 다음
spanish: Siguiente

# OpenDataFolder
source: Data Folder
german: Dateiordner
japanese: データフォルダ
korean: 데이터 경로
spanish: Carpeta de datos

# PreviousPage
source: Previous
german: Vorherige Seite
japanese: 前
korean: 이전
spanish: Anterior

# ReverseSort
source: Inverse Sort
german: Umgekehrte Sortierung

# TransactionsHelp
source: No matching transactions found.
german: Keine passenden Transaktionen gefunden.
japanese: 一致する取引が見つかりませんでした。
korean: 일치하는 거래가 없습니다.
spanish: No se han encontrado transacciones coincidentes.

# TransactionsHelp1
source: No currency being selected now.
german: Es wurde keine Währung ausgewählt.
japanese: 現在選択されている通貨はありません。
korean: 현재 선택된 화폐가 없습니다.
spanish: No hay divisa seleccionada.

# TransactionsHelp2
source: Note: The operation cannot be rolled back. If necessary, please make a backup
german: Hinweis: Der Vorgang kann nicht rückgängig gemacht werden. Falls erforderlich, bitte ein Backup erstellen.

source: Unknown Currency
german: Unbekannte Währung
japanese: 不明な通貨
korean: 알 수 없는 화폐
spanish: Divisa desconocida

# UnknownLocation
source: Unknown
german: Unbekannt
japanese: 不明な場所
korean: 알 수 없는 지역
spanish: Ubicación desconocida

source: Time
german: Zeitpunkt
japanese: 日時
korean: 시간
spanish: Fecha

source: Amount
german: Menge
japanese: 額
korean: 수량
spanish: Cantidad

source: Change
german: Differenz
japanese: 収支
korean: 금액
spanish: Transacción

source: Location
german: Standort
japanese: 場所
korean: 지역
spanish: Ubicación

# TransactionsPerPage
source: Records Per Page:
german: Aufzeichnungen pro Seite:
japanese: ページの取引数
korean: 페이지 크기
spanish: Transacciones por página

source: Add
german: Hinzufügen
japanese: 追加
korean: 추가
spanish: Añadir

# ClearExTransactionsHelp
source: Attempt to clear all exception transactions under the currently selected currency
german: Versuch, alle Ausnahmetransaktionen unter der aktuell ausgewählten Währung zu bereinigen.

# ClearExTransactionsHelp1
source: Current judgment criteria: Transactions with Change equal to the Amount /with Change equal to 0
german: Aktuelle Beurteilungskriterien: Transaktionen mit einer Differenz, die gleich dem Betrag ist /mit Differenz, welche gleich null ist.

# Year
source: Y
german: J
japanese: 年
korean: 년
spanish: A

# GraphHelpMessages
source: Help
german: Hilfe

# GraphHelpMessages1
source: -Suggest enabling filters on the main window to reduce the number of transactions shown here. -You can adjust a plot by clicking on the horizontal or vertical axis. -This window is still in testing. If you encounter any bugs or have ideas for new features, please submit an issue on my Github page.
german: -Es wird vorgeschlagen, Filter in der Hauptansicht zu aktivieren, um die Anzahl der angezeigten Transaktionen zu reduzieren. -Sie können ein Diagramm anpassen, indem Sie auf die horizontale oder vertikale Achse klicken. -Dieses Fenster befindet sich immer noch in der Testphase. Wenn Sie auf Probleme stoßen oder Ideen für neue Funktionen haben, reiche bitte ein "Issue" auf meiner Github-Seite ein.

# GraphLabel
source: Transactions Amount:
german: Anzahl an Transaktionen:
japanese: 取引額
korean: 거래 금액 :
spanish: Cantidad de transacciones:

source: Amount Graph
german: Mengendiagramm
japanese: 総額グラフ
spanish: Gráfica de cantidades

# AmountGraph1
source: [Time - Amount]
german: [Zeitpunkt - Menge]
japanese: [時間 - 額]
spanish: [Fecha- Cantidad]

# AmountGraph2
source: Overall Rate
german: Gesamtrate

# AmountGraph3
source: Latest Rate
german: Neueste Rate

# AmountGraph4
source: * This plot mainly reflects changes in the Amount of the currency over Time.
german: * Dieser Bereich spiegelt hauptsächlich Unterschiede in der Währungsmenge im Laufe der Zeit wider.

# DividedUnitThou
source: (Unit: Thousand)
german: (Einheit: Tausend)
japanese: (単位: 千)
korean: (단위 : 천)
spanish: (Unidad: Miles)

# DividedUnitMil
source: (Unit: Million)
german: (Einheit: Millionen)
japanese: (単位:百万)
korean: (단위 : 백만)
spanish: (Unidad: Millones)

# DividedUnitBil
source: (Unit: Billion)
german: (Einheit: Milliarden)
japanese: (単位:億)
korean: (단위 : 10억)
spanish: (Unidad: miles de millones)

# ChangeRateToolTip
source: (Increasing)
german: (Zunehmend)

# ChangeRateToolTip1
source: (Decreasing)
german: (Abnehmend)

source: Change Graph
german: Differenzdiagramm
japanese: 収支グラフ
korean: 수입 지출 그래프
spanish: Gráfica de Cambios

# ChangeGraph1
source: [Time - Change]
german: [Zeitpunkt - Differenz]
japanese: [時間 - 収支]
spanish: [Fecha - Cambio]

# ChangeGraph2
source: * This plot mainly reflects changes in the Change of the currency over Time.
german: * Dieser Bereich spiegelt hauptsächlich die Unterschiede in der Währungsdifferenz im Laufe der Zeit wider.

source: Location Graph
german: Standortdiagramm
japanese: 場所ごとのグラフ
korean: 지역 그래프
spanish: Gráfico de ubicación

# LocationGraph1
source: [Location - Frequency]
german: [Standort - Frequenz]
japanese: [場所- 頻度]
spanish: [Ubicación - Frecuencia]

# LocationGraph2
source: * This plot mainly reflects the frequency of occurrence of each location in the currency transactions.
german: * Dieser Bereich spiegelt hauptsächlich die Häufigkeit des Auftretens jedes Standortes in den Währungstransaktionen wider.

# LocationAmountGraph
source: Location Change Graph
german: Standort-Differenz-Diagramm
japanese: 場所ごとの収支グラフ
spanish: Gráfica de Cambio de Ubicación

# LocationAmountGraph1
source: [Location - Change]
german: [Standort - Differenz]
japanese: [場所- 収支]
spanish: [Ubicación - Cambio]

# LocationAmountGraph2
source: * This plot mainly reflects the the total amount of Change of each location in the currency transactions.
german: * Dieser Bereich spiegelt Hauptsächlich den Gesamtbetrag der Veränderung an jedem Standort der Währungstransaktionen wider.

source: Graphs
german: Diagramme
japanese: グラフ
korean: 그래프
spanish: Gráficas

# HideCurrency
source: Hide (Double Right-Click)
german: Ausblenden (Doppelter Rechtsklick)

# OrderChangeHelp
source: All hidden currencies have been restored!
german: Alle versteckten Währungen wurden wiederhergestellt!

# OrderChangeHelp1
source: Restored
german: Wiederhergestellt

# OrderChangeHelp2
source: currencies.
german: Währungen.

# OrderChangeLabel
source: Current Order:
german: Aktuelle Reihenfolge:

# RestoreHidden
source: Restore Hidden (Double Right-Click)
german: Ausgeblendete wiederherstellen (Doppelter Rechtsklick)

# ClearExTransactionsHelp2
source: Removed {0} exception transactions.
german: {0} Ausnahmetransaktionen wiederhergestellt.

source: Manage
german: Verwalten
japanese: 管理
korean: 관리
spanish: Administrar

source: Transactions
german: Transaktionen
japanese: 取引
korean: 건
spanish: Transacciones

source: Now
german: Jetzt
japanese: 現在
korean: 현재
spanish: Ahora

source: Unselect
german: Auswahl aufheben
japanese: 選択解除
korean: 선택 취소
spanish: Deseleccionar

source: Copied To Clipboard
german: In die Zwischenablage kopiert
japanese: クリップボードにコピー
korean: 클립보드에 복사되었습니다
spanish: Copiado al portapapeles

# NoTransactionsSelected
source: No transactions currently selected.
german: Derzeit sind keine Transaktionen ausgewählt.
japanese: 取引が選択されていません。
korean: 현재 선택된 거래가 없습니다.
spanish: No hay transacciones seleccionadas actualmente.

# CopyTransactionsHelp
source: Copied {0} transactions to clipboard.
german: {0} Transaktionen in die Zwischenablage kopiert.
japanese: {0} 取引をクリップボードにコピーしました。
korean: {0}개의 거래가 클립보드에 복사되었습니다.
spanish: Se han copiado {0} transacciones al portapapeles.

source: Edit
german: Bearbeiten
japanese: 編集
korean: 수정
spanish: Editar

# EditHelp
source: Press Enter to Confirm
german: Drücke Enter zum Bestätigen

# EditHelp1
source: Please enter a location name.
german: Bitte einen Standortnamen einfügen
japanese: {0} 取引の {1} を変更しました
spanish: Se han cambiado {0} transacciones de {1} a

# EditLocationHelp
source: Changed {0} transactions' Location to
german: Standort von {0} Transaktionen geändert zu

# EditNoteHelp
source: Changed {0} transactions' Note to
german: Die Notiz von {0} Transaktionen geändert zu

source: Copy
german: Kopieren
japanese: コピー
korean: 복사
spanish: Copiar

source: Change Text Coloring
german: Textfarbe ändern
japanese: テキストの色を変更
korean: 수입 지출 색 변경
spanish: Cambiar el color de las Transacciones

source: Current Settings
german: Aktuelle Einstellungen
japanese: 現在の設定
korean: 현재 설정
spanish: Ajustes actuales

source: Location Filter
german: Standort Filter
japanese: 場所フィルター
korean: 위치 필터
spanish: Filtro de ubicación

# NegativeChange
source: Negative
german: Negativ
japanese: マイナス
spanish: Negativo

# PositiveChange
source: Positive
german: Positiv
japanese: プラス
spanish: Positivo

source: Inverse Select
german: Auswahl umkehren
japanese: 選択を反転
korean: 선택 반전
spanish: Invertir selección

source: Select All
german: Alles Auswählen
japanese: 全て選択
korean: 전체 선택
spanish: Seleccionar todo

source: Merge
german: Zusammenführen
japanese: マージ
korean: 병합
spanish: Fusionar

# MergeTransactionsHelp4
source: Please select at least 2 transactions.
german: Bitte wähle mindestens 2 Transaktionen aus.

source: End Date
german: Enddatum
japanese: 終了日
korean: 종료 날짜
spanish: Fecha fin

source: Start Date
german: Start Datum
japanese: 開始日
korean: 시작 날짜
spanish: Fecha inicio

# WeekDays
source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
german: So,Mo,Di,Mi,Do,Fr,Sa
japanese: 日,月,火,水,木,金,土
korean: 일, 월, 화, 수, 목, 금, 토
spanish: Dom, Lun, Mar, Mié, Jue, Vie, Sáb

# TeleportTo
source: Teleport to {0}
german: Teleport nach {0}
japanese: {0} へテレポート
korean: {0}(으)로 텔레포
spanish: Teletransporte a {0}

source: Teleport within area
german: Teleport innerhalb des Bereiches
japanese: エリア内でテレポート
korean: 지역 내 텔레포
spanish: Teletransporte dentro de la zona

# MergedSpecificHelp
source: Merged from {0} transactions
german: Zusammengeführt aus {0} Transaktionen
japanese: {0} 取引からマージされました。
spanish: Fusionado de {0} transacciones

source: Note
german: Notiz
japanese: メモ
korean: 비고
spanish: Nota

# ExportFileHelp
source: Note: The choice of Export File Type here will also be applied elsewhere.
german: Hinweis: Die Wahl des Export-Dateityps hier wird auch anderswo angewandt.

# ExportFileHelp2
source: Invalid Export File Type
german: Ungültiger Export-Dateityp

# ExportFileMDHeader
source: # Transactions Export -
german: # Transaktionen exportieren -
japanese: # 取引のエクスポート -
spanish: # Exportación de transacciones -

# ExportFileMDHeader1
source: | Time | Amount | Change | Location | Note | | --- | --- | --- | --- | --- |
german: | Zeitpunkt | Betrag | Differenz | Standort | Notiz | | --- | --- | --- | --- | --- | --- | --- | --- |
japanese: | 日時| 額 | 収支 | 場所 | | --- | -- | -- | -- | -- | -- | -- | -- | |-- | |-- |
korean: | 시간 | 수량 | 변화 | 지역 | 비고 |
spanish: | Fecha | Cantidad | Transacción | Ubicación | Nota | | --- | --- | --- | --- | --- |

source: Export File Type
german: Dateityp exportieren
japanese: エクスポートファイルの種類
korean: 파일 타입 지정
spanish: Tipo de archivo de exportación

# ColumnsDisplayed
source: Displayed Columns
german: Angezeigte Spalten
japanese: 表示する列
spanish: Columnas mostradas

source: Order
german: Reihenfolge
japanese: 順序
korean: 정렬
spanish: Orden

source: Table Appearance
german: Tabellenansicht
japanese: 表の見た目
korean: 표 모양
spanish: Aspecto de la tabla

source: Unknown Content
german: Unbekannter Inhalt
japanese: 不明なコンテンツ
korean: 알 수 없는 임무
spanish: Content desconocido

source: Mini Cactpot
german: Mini-Glückskaktor

# TripleTriadWith
source: Triple Triad with {0}
german: Triple Triad mit {0}
japanese: [{0}] {1} とトリプルトライアド
korean: {1}과 트리플 트라이어드 {0}회
spanish: {0} Triple Triad contra {1}

source: Content
german: Inhalt

source: Help Translate
german: Übersetzen helfen
japanese: 翻訳を手伝う
korean: 번역 참여하기
spanish: Ayuda a traducir

# HelpTranslateHelp
source: Sincerely thanks for your contributions
german: Herzlichen Dank für Deine Beiträge

source: Need Help
german: Brauchen Sie Hilfe?
japanese: 助けが必要
korean: 참조
spanish: Necesito Ayuda

source: Record Settings
german: Aufzeichnungseinstellungen

source: Suggest or Report
german: Vorschlagen oder Melden
japanese: 提案または報告
korean: 제안 및 보고
spanish: Sugerir o Reportar

# CommandHelp
source: Open the main window of the plugin
german: Öffne das Hauptfenster des Plugins
japanese: プラグインのメインウィンドウを開く
korean: 플러그인 메인 창 열기
spanish: Abrir la ventana principal del plugin

# CommandHelp1
source: /ct <currencyname> â†’ Open the main window with specific currency shown.
german: /ct <currencyname> → Öffne das Hauptfenster mit einer bestimmten Währung.
japanese: /ct <currencyname> → 指定した通貨を表示するメインウィンドウを開きます。
korean: 명령어 '/ct <화폐 이름>' 을 입력하여 해당 통화 정보를 확인합니다.
spanish: /cl <currencyname> → Abrir la ventana principal mostrando la divisa especificada.

source: Edit Failed.
german: Bearbeitung ist fehlgeschlagen.
japanese: 編集に失敗しました
korean: 수정 실패
spanish: Fallo al editar

# MergeNoteHelp
source: If left blank, the Note of the merged transaction will be: (Merged from X transactions)
german: Wenn unausgefüllt, wird der Hinweis bei den zusammengeführten Transaktionen sein: (Zusammengeführt aus X Transaktionen)

source: Operation Guide
german: Bedienungsanleitung

# UnknownLang
source: Unknown Language
german: Unbekannte Sprache
japanese: 不明な言語
korean: 알 수 없는 언어
spanish: Idioma Desconocido

# CommandHelp2
source: Multi currencies found
german: Mutiple Währungen gefunden
japanese: 複数の通貨が見つかりました
korean: 여러 통화가 발견되었습니다
spanish: Se han encontrado múltiples divisas

# CommandHelp3
source: No Currency Found
german: Keine Währung gefunden.
japanese: 通貨が見つかりません！
korean: 화폐를 찾을 수 없습니다.
spanish: No se han encontrado divisas

# ExchangeWith
source: Exchange with {0}
german: Tausch mit {0}
japanese: {0} と取引
spanish: Intercambio con {0}

source: General
german: Allgemein
japanese: 全般

# TradeWith
source: Trade with {0}
german: Handel mit {0}
japanese: {0}とトレード
spanish: Intercambio con {0}

# DeleteCurrency
source: Delete (Double Right-Click)
german: Löschen (Doppelter Rechtsklick)

source: Confirm
german: Bestätigen
japanese: 確認
korean: 확인
spanish: Confirmar

# CurrencyRenameHelp
source: Please enter a modified currency name.
german: Bitte geben Sie einen geänderten Währungsnamen ein.

# CurrencyRenameHelp1
source: Another currency with the same name already exists.
german: Eine Währung mit demselben Namen ist bereits vorhanden.
japanese: 同じ名前の通貨/データファイルが既に存在します。
korean: 동일한 이름의 통화/데이터 파일이 이미 존재합니다.
spanish: Ya existe un archivo de divisa/datos con el mismo nombre.

# CurrencyRenameHelp2
source: A data file with the same name already exists: {0}
german: Eine Datei mit demselben Namen ist bereits vorhanden

source: Rename
german: Umbenennen
japanese: 名前を変更
korean: 이름 변경
spanish: Renombrar

source: Reset
german: Zurücksetzen
japanese: リセット
korean: 초기화
spanish: Restablecer

# DutyRewards-RecordDutyRewards
source: Record Duty Rewards
japanese: コンテンツ報酬を記録する
korean: 임무 보상 기록
spanish: Registrar recompensas de Duty

source: Export
japanese: エクスポート
korean: 내보내기
spanish: Exportar

source: Gold Saucer
japanese: ゴールドソーサー
korean: 골드 소서

# DutyRewards-RecordContentName
source: Record Content Name
japanese: コンテンツ名を記録
korean: 임무 콘텐츠 기록
spanish: Registrar nombre de Content

# GoladSaucer-RecordMGPSource
source: Record MGP Rewards Source
japanese: MGPの報酬元を記録
korean: MGP 보상 출처 기록
spanish: Registrar origen de las recompensas de MGP

# TeleportCosts-RecordTPCosts
source: Record Teleport Costs
japanese: テレポ代を記録
korean: 텔레포 비용 기록
spanish: Registrar costes de teletransporte

# TripleTriad-RecordTTResult
source: Record Triple Triad Result
japanese: トリプルトライアドの結果を記録
korean: 트리플 트라이어드 결과 록
spanish: Registrar resultados de Triple Triad

# Exchange-RecordExchangeResult
source: Record Exchange Result
japanese: 取引結果を記録
korean: 교환 결과 기록
spanish: Registrar resultado de intercambios

# Quest
source: Quest {0}
japanese: クエスト {0}
korean: 퀘스트 {0}

# QuestRewards-RecordQuestRewards
source: Record Quest Rewards
japanese: クエスト報酬を記録する
korean: 퀘스트 보상 기록
spanish: Registrar recompensas de Quest
