Repository: AtmoOmen/CurrencyTracker
Catalog: CurrencyTracker/Manager/Langs/*.resx
Languages: german, japanese, korean, spanish

# Trade-RecordTradeTarget
source: Record Trade Target
japanese: トレード相手を記録
korean: 거래 상대 기록
spanish: Registrar objetivo del intercambio

# FateRewards-RecordFateRewards
source: Record FATE Rewards
japanese: FATE報酬を記録する
korean: 돌발임무 보상 기록
spanish: Registrar recompensas de FATE

source: Island Farm
japanese: 無人島の耕作地
spanish: Granja de la isla

source: Island Pasture
japanese: 無人島の放牧地
spanish: Pasto de la isla

source: Island Workshop
japanese: 無人島の開拓工房
korean: 무인도 공방
spanish: Taller de la isla

# IslandSanctuary-RecordISResult
source: Record Island Result
japanese: 無人島の結果を記録
korean: 무인도 화폐 기록
spanish: Registrar movimientos de la isla

source: FATE
japanese: FATE {0}
korean: 돌발임무 {0}
spanish: FATE {0}

# SelectedTransactionsInfo
source: Count: {0} Sum: {1} Avg: {2} Max: {3} Min: {4} (Change)
japanese: カウント: {0} 合計: {1} 平均: {2} 最大: {3} 最小: {4} (収支)
spanish: Cantidad: {0} Suma: {1} Media: {2} Max: {3} Min: {4} (Transacción)

source: Checkbox
japanese: チェックボックス
korean: 체크박스

# ChildframeWidthOffset
source: Width Offset
japanese: 幅オフセット
korean: 너비 설정
spanish: Offset del ancho

# MobDrops-RecordMobDrops
source: Record Mob Drops
japanese: モブドロップを記録
korean: 몬스터 드랍 기록
spanish: Registrar drops de enemigos

# SpecialExchange-RecordSpecialExchangeResult
source: Record Special Exchange Result
japanese: 特別な取引結果を記録
korean: 특수 교환 결과 기록
spanish: Registrar resultado de intercambios especiales

# WarpCosts-RecordTPCosts
source: Record Special Teleport Costs
japanese: 特別なテレポ代を記録
korean: 특수 텔레포 비용 기록
spanish: Registrar costes de teletransporte especiales

source: Multi-Chara Stats
japanese: マルチキャラ統計
korean: 여러 캐릭터 상태
spanish: Stats multipersonaje

# TeleportCosts-RecordAetheryteName
source: Aetheryte
japanese: エーテライト
korean: 에테라이트
spanish: Aetherita

# TeleportCosts-RecordAreaName
source: Area
japanese: エリア
korean: 지역
spanish: Área

# MobDrops-MobDropsNote
source: Drop from {0}
japanese: {0} からドロップ
korean: {0}에게서 획득
spanish: Drop de {0}

source: Inventory
japanese: 所持品
korean: 인벤토리
spanish: Inventario

# PSaddleBag
source: Premium Saddle Bag
japanese: チョコボかばん（プレミアム）
korean: 유료 초코보 가방
spanish: Alforja premium

source: Saddle Bag
japanese: チョコボかばん
korean: 초코보 방
spanish: Alforja

source: Backup
japanese: バックアップ
korean: 백업하기
spanish: Respaldar

# BackupAllCharacter
source: Backup All
japanese: すべてバックアップ
korean: 모든 캐릭터 백업
spanish: Respaldar todo

# BackupCurrentCharacter
source: Backup Current
japanese: 現在のキャラクターのデータをバックアップ
korean: 현재 캐릭터 백업
spanish: Respaldar actual

# BackupHelp1
source: Successfully backed up data for {0} characters
japanese: キャラクター {0} のバックアップに成功しました
spanish: Respaldo exitoso para {0} personajes

# BackupHelp2
source: , with {0} characters failed to backup
japanese: , キャラクター{0} のバックアップに失敗しました。
spanish: , con {0} personajes sin poder respaldar

# BackupHelp3
source: Failed characters:
japanese: 失敗したキャラクター:
korean: 실패한 캐릭터:
spanish: Personajes fallidos:

# BackupHelp4
source: Backed up to: {0}
japanese: 現在のキャラクターのデータを正常にバックアップしました: {0}
korean: 현재 캐릭터 데이터를 {0}에 성공적으로 백업했습니다
spanish: Respaldo exitoso de los datos del personaje actual en:{0}

source: Manual Backup
japanese: 手動バックアップ
korean: 수동 백업
spanish: Respaldo manual
